Сборка ConnectDLL
	- Класс Connect
		- Метод GetConn() - Получение строки подключения к серверу.
		- Метод GetDateServer() - Получение времени от сервера.

Сборка UtilDLL
	- Класс CLUtils
		- Метод InputBox() - Отображает форму с текстовым полем для ввода значения.


Сборка LibEmployees - Работа со справочником Сотрудников.
	- 


Сборка LibCategory - Работа со справочником Категории (Сущности Категория и Цена)













Контроль реализации билетов
+Серия билетов
Билет
События по билету
Кассовые операции

+Сотрудники
+Роли 
+Пароль

+Категории 
Категории Клиенты
+Клиент

Журнал сирот - Будет удален
Журнал Опекунов - Будет удален

+Журнал Доверенностей 
Файлы
+Дополнительная информация
+Списко полей дополнительной информации